Repository: bekkasteiin/indigo24
Catalog: ios/Runner/*.lproj/InfoPlist.strings
Languages: ru

# NSAppleMusicUsageDescription
source: This app requires access to play music.
ru: Этому приложению требуется доступ для воспроизведения музыки.

# NSCalendarsUsageDescription
source: This app need to access your calendar events.
ru: Этому приложению необходим доступ к событиям вашего календаря.

# NSCameraUsageDescription
source: This app requires camera to take photos, upload pictures to server, change profile image.
ru: Это приложение требует доступ к камере, чтобы делать фотографии, загружать изображения на сервер, изменять изображение профиля.

# NSContactsUsageDescription
source: This allows Indigo24 to upload your contacts to the server and let you find which friends you want to chat in a chat room. You can find Privacy Policy at settings of inside Indigo24.
ru: Это позволяет Indigo24 загружать ваши контакты на сервер и позволяет вам находить друзей, с которыми вы хотите поговорить в чате. Вы можете найти Политику конфиденциальности в настройках внутри Indigo24.

# NSLocationAlwaysUsageDescription
source: This app requires location to send in a chat room.
ru: Это приложение требует местоположения для отправки в чат.

# NSLocationWhenInUseUsageDescription
source: This app requires location to send in a chat room.
ru: Это приложение требует местоположения для отправки в чат.

# NSMicrophoneUsageDescription
source: This app requires microphone for voice messages in a chat room.
ru: Это приложение требует микрофона для голосовых сообщений в чате.

# NSMotionUsageDescription
source: This app needs to be able to access your motion use.
ru: Это приложение должно иметь доступ к вашему использованию движения.

# NSPhotoLibraryAddUsageDescription
source: This app requires photos to share photos to server from your library and save photos from server to your Camera Roll.
ru: Это приложение требует, чтобы фотографии отправлялись на сервер из вашей библиотеки и сохраняли фотографии с сервера в фотопленку.

# NSPhotoLibraryUsageDescription
source: This app requires photos to share photos to server from your library and save photos from server to your Camera Roll.
ru: Это приложение требует, чтобы фотографии отправлялись на сервер из вашей библиотеки и сохраняли фотографии с сервера в альбоме «Фотопленка».

# NSSpeechRecognitionUsageDescription
source: This app requires recognize speech.
ru: Это приложение требует распознавания речи
